
"ENABLED" = "Omogućeno";
"RECORDING_SETTINGS" = "Postavke snimanja";

"RECORD_CALLS" = "Snimi pozive";

"ALL_CALLS" = "Sve pozive";
"ONLY_INCOMING_CALLS" = "Samo dolazne";
"ONLY_OUTGOING_CALLS" = "Samo odlazne";
"MANUALLY" = "Ručno";

"PLAY_BEEP_SOUND" = "Pusti pistukavi zvuk";


"BUY_CALL_RECORDER" = "Kupi Call Recorder";
"CONTINUE_TRIAL" = "Nastavi probu";
"FETCH_LICENSE" = "Dohvati licencu";
"NO_LICENSE_FOUND" = "Licenca nije pronađena";
"PRODUCT_ACTIVATED" = "Proizvod je aktiviran";
"THANK_YOU"= "Hvala!";


"BEEP_SOUND_WARNING" = "Puštanje piskutavog zuka u redovitim intervalima je način ukazivanja sugovorniku da se poziv snima. Isključivanje ove opcije bez dozvole za snimanje sugovornika i bez upozorenja da se poziv snima može rezultirati kršenjem zakona u određenim državama.";
"DISABLE_BEEP" = "Isključi piskutavi zvuk.";
"CANCEL" = "Poništi";

"TERMS_AND_CONDITIONS" = 	"Upozorenje! Prema zakonu zemlje autora (grčki Kazneni zakon - članak 370A) : \
Svatko tko snima razgovor druge strane BEZ pristanka, može biti kažnjen s do deset (10) godina zatvora. \
Ista kazna vrijedi i ako netko snima svoj telefonski razgovor s drugom stranom bez njihovog pristanka. \
Također, svatko tko koristi informacije dobivene od gore navedenih načina (ili uređaj na kojem je snimljen), može biti kažnjen s do deset (10) godina zatvora. \
Zakon se razlikuje između zemalja. Neke zemlje zahtijevaju samo da jedna stranka u razgovoru mora biti svjesna kako se razgovor snima. \
Trebali biste provjeriti zakon svoje zemlje i Kaznenog zakona kako bi se osiguralo da se ne krši zakon pomoću ove aplikacije. \
Kupnjom ili korištenjem ovog programa, prihvaćate i suglasni s gore navedenim, a također se slažete da programer ili prodavatelj ove aplikacije nemaju odgovornost ako koristite aplikaciju s rezultatom koji krši zakon.";

"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Za više detalja, pročitajte pravni odjeljak u postavkama.";


"I_AGREE" = "Prihvaćam";
"I_DISAGREE" = "Ne prihvaćam";



"DATABASE_TOOLS" = "Alati baze podataka";

"REPAIR_DATABASE" = "Popravi bazu podatak";
"DATABASE_REPAIRED" = "Baza podataka je popravljena";

"DELETE_DATABASE" = "Obriši bazu podataka";
"DELETE_DB_WARNING" = "Upozorenje: Ovo će obrisati sve snimljene pozive!";

"TRANSLATION_CREDITS"="Zahvale prevoditeljima";

"LANGUAGE" = "Hrvatski";
"LANGUAGE_IN_ENGLISH" = "Croatian";

"TRANSLATOR" = "Krunoslav Labazan";


